Repository: cho407/CaptionMate
Catalog: CaptionMate/CaptionMate/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, ja, ko, pt_br, zh_hans

source: Export Complete, Sidecar Failed
ar: اكتمل التصدير، وفشل الملف المرافق
de: Export abgeschlossen, Sidecar fehlgeschlagen
es: Exportación completada; falló el sidecar
fr: Export terminé, échec du sidecar
hi: निर्यात पूरा, साइडकार विफल
ja: 書き出し完了、サイドカー失敗
ko: 내보내기 완료, 사이드카 실패
pt_br: Exportação concluída; sidecar falhou
zh_hans: 导出完成，Sidecar 失败

source: Export Failed
ar: فشل التصدير
de: Export fehlgeschlagen
es: Error al exportar
fr: Échec de l’export
hi: निर्यात विफल
ja: 書き出しに失敗しました
ko: 내보내기 실패
pt_br: Falha ao exportar
zh_hans: 导出失败

source: Export Preset
ar: إعداد التصدير المسبق
de: Exportvorgabe
es: Preajuste de exportación
fr: Préréglage d’export
hi: निर्यात प्रीसेट
ja: 書き出しプリセット
ko: 내보내기 프리셋
pt_br: Predefinição de exportação
zh_hans: 导出预设

source: Export Preset Applied
ar: تم تطبيق إعداد التصدير المسبق
de: Exportvorgabe angewendet
es: Preajuste de exportación aplicado
fr: Préréglage d’export appliqué
hi: निर्यात प्रीसेट लागू हुआ
ja: 書き出しプリセットを適用しました
ko: 내보내기 프리셋 적용됨
pt_br: Predefinição de exportação aplicada
zh_hans: 已应用导出预设

source: Export Speaker Labels
ar: تصدير تسميات المتحدثين
de: Sprecherlabels exportieren
es: Exportar etiquetas de hablante
fr: Exporter les étiquettes de locuteur
hi: स्पीकर लेबल निर्यात करें
ja: 話者ラベルを書き出す
ko: 화자 라벨 내보내기
pt_br: Exportar rótulos de falante
zh_hans: 导出演讲者标签

source: Export Subtitle
ar: تصدير الترجمة
de: Untertitel exportieren
es: Exportar subtítulos
fr: Exporter le sous-titre
hi: उपशीर्षक निर्यात करें
ja: 字幕を書き出す
ko: 자막 내보내기
pt_br: Exportar legenda
zh_hans: 导出字幕

source: Exporting
ar: جارٍ التصدير
de: Export läuft
es: Exportando
fr: Exportation
hi: निर्यात हो रहा है
ja: 書き出し中
ko: 내보내는 중
pt_br: Exportando
zh_hans: 正在导出

source: Fast reading speed
ar: سرعة قراءة عالية
de: Hohe Lesegeschwindigkeit
es: Velocidad de lectura rápida
fr: Vitesse de lecture élevée
hi: पढ़ने की गति तेज़ है
ja: 読み取り速度が速すぎます
ko: 읽기 속도가 빠름
pt_br: Velocidade de leitura alta
zh_hans: 阅读速度过快

source: Find
ar: بحث
de: Suchen
es: Buscar
fr: Rechercher
hi: ढूँढें
ja: 検索
ko: 찾기
pt_br: Buscar
zh_hans: 查找

source: First token: %.2fs
ar: أول رمز: %.2fث
de: Erstes Token: %.2fs
es: Primer token: %.2fs
fr: Premier jeton : %.2fs
hi: पहला टोकन: %.2f सेकंड
ja: 最初のトークン: %.2f秒
ko: 첫번째 토큰: %.2fs
pt_br: Primeiro token: %.2fs
zh_hans: 首个 token：%.2f秒

source: Fix errors before export
ar: أصلح الأخطاء قبل التصدير
de: Fehler vor dem Export beheben
es: Corrige los errores antes de exportar
fr: Corrigez les erreurs avant l’export
hi: निर्यात से पहले त्रुटियाँ ठीक करें
ja: 書き出す前にエラーを修正してください
ko: 내보내기 전에 오류를 수정하세요
pt_br: Corrija os erros antes de exportar
zh_hans: 请先修复错误再导出

source: Fix quality warnings before export.
ar: أصلح تحذيرات الجودة قبل التصدير.
de: Behebe Qualitätswarnungen vor dem Export.
es: Corrige las advertencias de calidad antes de exportar.
fr: Corrigez les avertissements de qualité avant l’exportation.
hi: निर्यात से पहले गुणवत्ता चेतावनियाँ ठीक करें।
ja: 書き出し前に品質警告を修正してください。
ko: 내보내기 전에 품질 경고를 수정하세요.
pt_br: Corrija os avisos de qualidade antes de exportar.
zh_hans: 导出前修正质量警告。

source: Fix Required Before Export
ar: الإصلاح مطلوب قبل التصدير
de: Korrektur vor Export erforderlich
es: Corrección requerida antes de exportar
fr: Correction requise avant l’export
hi: निर्यात से पहले सुधार आवश्यक है
ja: 書き出し前に修正が必要です
ko: 내보내기 전 수정 필요
pt_br: Correção necessária antes de exportar
zh_hans: 导出前需要修复

# format_and_preview
source: Format & Preview
ar: التنسيق والمعاينة
de: Format und Vorschau
es: Formato y vista previa
fr: Format et aperçu
hi: फ़ॉर्मैट और पूर्वावलोकन
ja: 形式とプレビュー
ko: 형식 및 미리보기
pt_br: Formato e prévia
zh_hans: 格式和预览

source: Frame Rate (fps)
ar: معدل الإطارات (fps)
de: Bildrate (fps)
es: Frecuencia de fotogramas (fps)
fr: Fréquence d’images (ips)
hi: फ़्रेम दर (fps)
ja: フレームレート (fps)
ko: 프레임 레이트 (fps)
pt_br: Taxa de quadros (fps)
zh_hans: 帧率 (fps)

source: Go to Segment
ar: الانتقال إلى المقطع
de: Zum Segment
es: Ir al segmento
fr: Aller au segment
hi: सेगमेंट पर जाएँ
ja: セグメントへ移動
ko: 세그먼트로 이동
pt_br: Ir para segmento
zh_hans: 跳到片段

source: Go to Segment %lld
ar: الانتقال إلى المقطع %lld
de: Zu Segment %lld
es: Ir al segmento %lld
fr: Aller au segment %lld
hi: सेगमेंट %lld पर जाएँ
ja: セグメント %lld へ移動
ko: 세그먼트 %lld로 이동
pt_br: Ir para segmento %lld
zh_hans: 跳到片段 %lld

source: If you have any questions about this Privacy Policy, please contact: parfume407@gmail.com
ar: إذا كانت لديك أي أسئلة حول سياسة الخصوصية هذه، يرجى التواصل: parfume407@gmail.com
de: Bei Fragen zu dieser Datenschutzerklärung wende dich bitte an: parfume407@gmail.com
es: Si tienes preguntas sobre esta Política de privacidad, contacta con: parfume407@gmail.com
fr: Pour toute question concernant cette politique de confidentialité, contactez : parfume407@gmail.com
hi: इस गोपनीयता नीति के बारे में कोई प्रश्न हो तो कृपया संपर्क करें: parfume407@gmail.com
ja: このプライバシーポリシーについてご質問がある場合は、parfume407@gmail.com までお問い合わせください。
ko: 개인정보 처리방침에 대한 문의는 parfume407@gmail.com 으로 연락해 주세요.
pt_br: Se tiver dúvidas sobre esta Política de Privacidade, entre em contato: parfume407@gmail.com
zh_hans: 如果你对此隐私政策有任何疑问，请联系：parfume407@gmail.com

source: Import Failed
ar: فشل الاستيراد
de: Import fehlgeschlagen
es: Error al importar
fr: Échec de l’import
hi: आयात विफल
ja: 読み込みに失敗しました
ko: 가져오기 실패
pt_br: Falha ao importar
zh_hans: 导入失败

source: Import File
ar: استيراد ملف
de: Datei importieren
es: Importar archivo
fr: Importer un fichier
hi: फ़ाइल आयात करें
ja: ファイルを読み込む
ko: 파일 가져오기
pt_br: Importar arquivo
zh_hans: 导入文件

source: Import Files
ar: استيراد ملفات
de: Dateien importieren
es: Importar archivos
fr: Importer des fichiers
hi: फ़ाइलें आयात करें
ja: ファイルを読み込む
ko: 파일 가져오기
pt_br: Importar arquivos
zh_hans: 导入文件

source: Import one file or a batch queue.
ar: استورد ملفًا واحدًا أو قائمة دفعة.
de: Importiere eine Datei oder eine Stapelwarteschlange.
es: Importa un archivo o una cola por lotes.
fr: Importez un fichier ou une file de lot.
hi: एक फ़ाइल या बैच कतार आयात करें।
ja: 1つのファイルまたはバッチキューを読み込んでください。
ko: 파일 하나 또는 배치 대기열을 가져오세요.
pt_br: Importe um arquivo ou uma fila em lote.
zh_hans: 导入单个文件或批量队列。

source: Include Speaker Names
ar: تضمين أسماء المتحدثين
de: Sprechernamen einschließen
es: Incluir nombres de hablantes
fr: Inclure les noms des locuteurs
hi: वक्ता नाम शामिल करें
ja: 話者名を含める
ko: 화자 이름 포함
pt_br: Incluir nomes dos falantes
zh_hans: 包含说话人姓名

# info.cache_prefill
source: When Cache Prefill is on, the decoder will try to use a lookup table of pre-computed KV caches instead of computing them during the decoding loop, which can speed up inference.
ar: عند تشغيل تعبئة ذاكرة التخزين المؤقت مسبقًا، سيحاول مفكك الترميز استخدام جدول بحث لذاكرات KV المحسوبة مسبقًا بدلًا من حسابها أثناء حلقة فك الترميز، مما قد يسرّع الاستدلال.
de: Füllt den Cache mit vorherigem Kontext vor, um lange Dateien konsistenter zu verarbeiten.
es: Guarda contexto en caché para acelerar el procesamiento repetido.
fr: Préremplit le cache avec le contexte précédent pour améliorer la cohérence des longs fichiers.
hi: गति बढ़ाने के लिए पिछले डिकोड कैश का उपयोग करता है।
ja: 以前のコンテキストをキャッシュして、繰り返し処理を高速化します。
ko: 캐시 미리 채우기가 활성화되면 디코더는 디코딩 루프 중에 계산하는 대신 미리 계산된 KV 캐시의 조회 테이블을 사용하려고 시도하여 추론 속도를 높일 수 있습니다.
pt_br: Pré-carrega o cache com contexto anterior para melhorar a consistência em arquivos longos.
zh_hans: 使用上一轮解码缓存来提升速度。

# info.chunking_strategy
source: Select the strategy to use for chunking audio data. If VAD is selected, the audio will be chunked based on voice activity (split on silent portions).
ar: اختر استراتيجية تقسيم بيانات الصوت. عند اختيار VAD، سيُقسّم الصوت بناءً على نشاط الصوت (الفصل عند المقاطع الصامتة).
de: Wählt aus, wie lange Audiodateien in Abschnitte aufgeteilt werden.
es: Elige cómo dividir audios largos. VAD utiliza pausas de silencio.
fr: Choisit comment diviser les longs fichiers audio en blocs.
hi: लंबे ऑडियो को खंडों में बाँटने की विधि चुनें।
ja: 長い音声を分割する方法を選択します。VADは無音区間を利用します。
ko: 오디오 데이터 분할에 사용할 전략을 선택합니다. VAD를 선택하면 오디오가 음성 활동(침묵 구간 분할)을 기반으로 분할됩니다.
pt_br: Escolhe como dividir áudios longos em partes.
zh_hans: 选择长音频的分块方式。

# info.compression_check_tokens
source: Number of tokens used to check for repetitive patterns via compression. This helps detect and prevent model hallucinations.
ar: عدد الرموز المستخدمة لفحص الأنماط المتكررة عبر الضغط. يساعد ذلك في اكتشاف هلوسات النموذج ومنعها.
de: Anzahl der Tokens zur Prüfung auf Wiederholungen oder Kompressionsfehler.
es: Número de tokens recientes que se revisan para detectar repeticiones.
fr: Nombre de jetons utilisés pour détecter répétitions et erreurs de compression.
hi: दोहराए गए या असामान्य आउटपुट की जाँच के लिए टोकन विंडो।
ja: 繰り返し出力を検出するために確認する直近トークン数です。
ko: 압축을 통해 반복적인 패턴을 확인하는 데 사용되는 토큰 수입니다. 모델 환각을 감지하고 방지하는 데 도움이 됩니다.
pt_br: Quantidade de tokens para detectar repetições ou erros de compressão.
zh_hans: 用于检测重复或异常输出的 token 窗口大小。

# info.frame_rate
source: Frame rate for video subtitle export. This setting is only used when exporting to video subtitle formats (e.g., FCPXML).
ar: معدل إطارات تصدير ترجمة الفيديو. يُستخدم هذا الإعداد فقط عند التصدير إلى صيغ ترجمة الفيديو (مثل FCPXML).
de: Bilder pro Sekunde für exportierte Timecodes.
es: Frecuencia usada en exportaciones basadas en fotogramas, como FCPXML.
fr: Nombre d’images par seconde utilisé pour les timecodes exportés.
hi: उपशीर्षक निर्यात में उपयोग की जाने वाली टाइमलाइन फ़्रेम दर।
ja: FCPXMLなどフレーム単位の書き出しで使うフレームレートです。
ko: 비디오 자막 내보내기용 프레임 레이트입니다. 이 설정은 비디오 자막 형식(예: FCPXML)으로 내보낼 때만 사용됩니다.
pt_br: Quadros por segundo usados nos timecodes exportados.
zh_hans: 导出字幕时使用的时间轴帧率。

# info.include_speaker_names
source: Includes speaker names such as [Speaker 1] or your custom names in exported subtitles.
ar: يتضمن أسماء المتحدثين مثل [Speaker 1] أو أسماءك المخصصة في الترجمات المصدّرة.
de: Fügt Sprechernamen vor dem Text in exportierten Untertiteln ein.
es: Incluye nombres como [Speaker 1] o tus nombres personalizados en los subtítulos exportados.
fr: Ajoute les noms de locuteurs au début du texte exporté.
hi: निर्यात किए गए उपशीर्षकों में स्पीकर नाम शामिल करें।
ja: 書き出す字幕に [Speaker 1] やカスタム名などの話者名を含めます。
ko: 내보낸 자막에 [Speaker 1] 또는 직접 지정한 화자 이름을 포함합니다.
pt_br: Adiciona nomes de falantes no início do texto exportado.
zh_hans: 导出字幕时包含说话人名称。

# info.max_fallback_count
source: Number of fallback attempts for token selection when the initial temperature fails to produce valid tokens.
ar: عدد المحاولات البديلة لاختيار الرمز عندما تفشل درجة الحرارة الأولية في إنتاج رموز صالحة.
de: Maximale Anzahl erneuter Versuche bei niedriger Decoding-Qualität.
es: Número máximo de reintentos con mayor temperatura cuando la confianza es baja.
fr: Nombre maximal de nouvelles tentatives lorsque la qualité de décodage est faible.
hi: डिकोड गुणवत्ता कम होने पर अधिकतम पुनः प्रयासों की संख्या।
ja: 信頼度が低い場合に温度を上げて再試行する最大回数です。
ko: 초기 온도가 유효한 토큰을 생성하지 못할 때 토큰 선택에 대한 재시도 횟수입니다.
pt_br: Número máximo de novas tentativas quando a qualidade da decodificação é baixa.
zh_hans: 解码质量不足时最多重试的次数。

# info.max_tokens_per_loop
source: Maximum number of tokens generated per decoding loop. Lower values use less memory but may require more loops.
ar: الحد الأقصى لعدد الرموز التي تُولّد في كل دورة فك ترميز. القيم الأقل تستخدم ذاكرة أقل لكنها قد تتطلب دورات أكثر.
de: Maximale Tokenanzahl pro Decoding-Schleife.
es: Número máximo de tokens generados en cada ciclo de decodificación.
fr: Nombre maximal de jetons générés par boucle de décodage.
hi: प्रत्येक डिकोड लूप में अनुमत अधिकतम टोकन।
ja: 1回のデコードループで生成する最大トークン数です。
ko: 디코딩 루프당 생성되는 최대 토큰 수입니다. 값이 낮을수록 메모리를 덜 사용하지만 더 많은 루프가 필요할 수 있습니다.
pt_br: Número máximo de tokens gerados por loop de decodificação.
zh_hans: 每次解码循环允许生成的最大 token 数。

# info.prompt_prefill
source: When Prompt Prefill is on, it forces the task, language, and timestamp tokens in the decoding loop. Toggle it off if you'd like the model to generate those tokens itself.
ar: عند تشغيل تعبئة الموجه مسبقًا، يفرض ذلك رموز المهمة واللغة والطوابع الزمنية في حلقة فك الترميز. أوقفه إذا أردت أن يولّد النموذج تلك الرموز بنفسه.
de: Prompt-Text, der dem Modell zuerst übergeben wird.
es: Precarga el prompt para estabilizar el inicio de la transcripción.
fr: Texte d’invite fourni au modèle avant la transcription.
hi: संदर्भ बेहतर करने के लिए डिकोडर को प्रॉम्प्ट से प्रीफिल करता है।
ja: プロンプトを事前入力して初期の文字起こしを安定させます。
ko: 프롬프트 사전 입력이 활성화되면 디코딩 루프에서 작업, 언어 및 타임스탬프 토큰이 강제로 적용됩니다. 모델이 이러한 토큰을 스스로 생성하도록 하려면 비활성화하세요.
pt_br: Texto de prompt enviado ao modelo antes da transcrição.
zh_hans: 用提示词预填充解码器以改善上下文。

# info.show_decoder_preview
source: Toggling this will show a small preview of the decoder output in the UI under the transcribe. This can be useful for debugging.
ar: سيُظهر هذا الخيار معاينة صغيرة لمخرجات مفكك الترميز في الواجهة أسفل التفريغ. قد يكون مفيدًا للتصحيح.
de: Zeigt den laufenden Decoder-Text während der Transkription.
es: Muestra el texto provisional antes de confirmarlo.
fr: Affiche le texte du décodeur pendant la transcription.
hi: ट्रांसक्रिप्शन के दौरान लाइव डिकोडर पूर्वावलोकन दिखाता है।
ja: 確定前のデコード中テキストを表示します。
ko: 이 설정을 활성화하면 전사 중 UI에 디코더 출력의 작은 미리보기가 표시됩니다. 디버깅에 유용할 수 있습니다.
pt_br: Mostra o texto do decodificador durante a transcrição.
zh_hans: 转录时显示实时解码预览。

# info.show_timestamps
source: Toggling this will include/exclude timestamps in both the UI and the prefill tokens. Either <|notimestamps|> or <|0.00|> will be forced based on this setting unless "Prompt Prefill" is de-selected.
ar: سيؤدي هذا الخيار إلى تضمين/استبعاد الطوابع الزمنية في الواجهة ورموز التعبئة المسبقة. سيتم فرض إما <|notimestamps|> أو <|0.00|> بناءً على هذا الإعداد ما لم يتم إلغاء اختيار "تعبئة الموجه مسبقًا".
de: Zeigt Start- und Endzeiten für Transkriptionssegmente.
es: Muestra la hora de inicio y fin de cada subtítulo.
fr: Affiche les heures de début et de fin des segments.
hi: उपशीर्षक खंडों में समय दिखाता है।
ja: 字幕ごとに開始時刻と終了時刻を表示します。
ko: 이 설정을 활성화하면 UI와 프리필 토큰에 타임스탬프가 포함/제외됩니다. "프롬프트 사전 입력"을 해제하지 않는 한 <|notimestamps|> 또는 <|0.00|>이 강제로 적용됩니다.
pt_br: Mostra início e fim dos segmentos.
zh_hans: 在字幕中显示片段时间。

# info.speaker_count
source: Auto lets the model estimate the number of speakers. Choose a fixed number when you already know it.
ar: يسمح الوضع التلقائي للنموذج بتقدير عدد المتحدثين. اختر رقمًا ثابتًا عندما تعرفه مسبقًا.
de: Gib die bekannte Sprecheranzahl an oder lasse sie automatisch erkennen.
es: Auto permite que el modelo estime el número de hablantes. Elige un número fijo si ya lo sabes.
fr: Définit le nombre de locuteurs connu ou laisse la détection automatique.
hi: ज्ञात वक्ता संख्या सेट करें या स्वचालित पहचान का उपयोग करें।
ja: Autoではモデルが話者数を推定します。分かっている場合は固定数を選びます。
ko: 자동은 모델이 화자 수를 추정합니다. 이미 알고 있다면 고정 숫자를 선택하세요.
pt_br: Define o número conhecido de falantes ou usa detecção automática.
zh_hans: 设置已知说话人数，或使用自动检测。

# info.speaker_diarization
source: Analyzes speaker changes locally when the offline speaker model is ready.
ar: يحلل تغيّرات المتحدثين محليًا عندما يكون نموذج المتحدث غير المتصل جاهزًا.
de: Analysiert Sprecherwechsel lokal, wenn das Offline-Sprechermodell bereit ist.
es: Analiza los cambios de hablante localmente cuando el modelo sin conexión está listo.
fr: Analyse localement les changements de locuteurs quand le modèle hors ligne est prêt.
hi: ऑफ़लाइन वक्ता मॉडल तैयार होने पर वक्ता बदलावों का स्थानीय विश्लेषण करता है।
ja: オフライン話者モデルの準備ができている場合、話者の切り替わりをローカルで分析します。
ko: 오프라인 화자 모델이 준비되면 화자 변화를 로컬에서 분석합니다.
pt_br: Analisa mudanças de falantes localmente quando o modelo offline está pronto.
zh_hans: 离线说话人模型就绪后，在本地分析说话人变化。

# info.special_characters
source: Toggling this will include/exclude special characters in the transcription text.
ar: سيؤدي هذا الخيار إلى تضمين/استبعاد الأحرف الخاصة في نص التفريغ.
de: Erlaubt Sonderzeichen in Erkennungsergebnissen.
es: Permite emitir caracteres especiales y símbolos.
fr: Autorise les caractères spéciaux dans les résultats.
hi: विराम चिह्नों के अलावा विशेष वर्णों की अनुमति देता है।
ja: 特殊文字や記号の出力を許可します。
ko: 이 설정을 활성화하면 전사 텍스트에 특수 문자가 포함/제외됩니다.
pt_br: Permite caracteres especiais nos resultados.
zh_hans: 允许输出标点以外的特殊字符。

# info.starting_temperature
source: Controls the initial randomness of token selection in the decoding loop. Higher values produce more random results.
ar: يتحكم في العشوائية الأولية لاختيار الرموز في حلقة فك الترميز. القيم الأعلى تنتج نتائج أكثر عشوائية.
de: Sampling-Temperatur zu Beginn des Decodings.
es: Temperatura inicial de decodificación. Más baja es más estable; más alta es más variable.
fr: Température d’échantillonnage utilisée au début du décodage.
hi: प्रारंभिक डिकोडिंग की अनिश्चितता नियंत्रित करने वाला तापमान।
ja: デコードの開始温度です。低いほど安定し、高いほど多様になります。
ko: 디코딩 루프에서 토큰 선택의 초기 무작위성을 제어합니다. 값이 높을수록 더 무작위적인 결과가 생성됩니다.
pt_br: Temperatura de amostragem no início da decodificação.
zh_hans: 控制初始解码随机性的温度值。

# info.word_timestamps
source: Toggling this will enable/disable word-level timestamps in the transcription output. When enabled, each transcription segment is split into individual words with precise start and end times calculated using dynamic alignment. Disabling this option will result in only segment-level timestamps.
ar: سيؤدي هذا الخيار إلى تفعيل/تعطيل الطوابع الزمنية على مستوى الكلمات في مخرجات التفريغ. عند التفعيل، يُقسّم كل مقطع تفريغ إلى كلمات منفردة مع أوقات بداية ونهاية دقيقة محسوبة باستخدام المحاذاة الديناميكية. إيقاف هذا الخيار سيؤدي إلى استخدام طوابع زمنية على مستوى المقاطع فقط.
de: Erzeugt Wort-Zeitstempel, wenn verfügbar.
es: Genera marcas de tiempo por palabra. Puede aumentar el tiempo de procesamiento.
fr: Génère les horodatages par mot si disponibles.
hi: शब्द-स्तर टाइमस्टैम्प बनाता है, जिससे प्रक्रिया धीमी हो सकती है।
ja: 単語ごとのタイムスタンプを生成します。処理時間が増える場合があります。
ko: 이 설정을 활성화하면 전사 출력에서 단어 단위 타임스탬프가 활성화/비활성화됩니다. 활성화하면 각 전사 세그먼트가 개별 단어로 분할되며 동적 정렬을 사용하여 정확한 시작 및 종료 시간이 계산됩니다. 이 옵션을 비활성화하면 세그먼트 단위 타임스탬프만 생성됩니다.
pt_br: Gera timestamps por palavra quando disponíveis.
zh_hans: 生成单词级时间戳，处理会更慢。

# info.workers
source: Number of concurrent transcription workers. Higher values may increase memory usage but can improve speed.
ar: عدد عمال التفريغ المتزامنين. القيم الأعلى قد تزيد استخدام الذاكرة لكنها قد تحسن السرعة.
de: Anzahl paralleler Worker.
es: Número de procesos paralelos. Puede acelerar el trabajo, pero aumenta el uso de memoria.
fr: Nombre de tâches traitées en parallèle.
hi: ऑडियो खंडों को समानांतर संसाधित करने वाले वर्करों की संख्या।
ja: 並列処理ワーカー数です。増やすと高速化する場合がありますが、メモリ使用量も増えます。
ko: 동시 전사 작업 수입니다. 값이 높을수록 메모리 사용량이 증가할 수 있지만 속도가 향상될 수 있습니다.
pt_br: Número de tarefas processadas em paralelo.
zh_hans: 并行处理音频块的工作线程数。

source: Initializing
ar: جارٍ التهيئة
de: Initialisierung
es: Inicializando
fr: Initialisation
hi: आरंभ हो रहा है
ja: 初期化中
ko: 초기화 중
pt_br: Inicializando
zh_hans: 正在初始化

source: Initializing %@
ar: جارٍ تهيئة %@
de: %@ wird initialisiert
es: Inicializando %@
fr: Initialisation de %@
hi: %@ आरंभ हो रहा है
ja: %@ を初期化中
ko: %@ 초기화 중
pt_br: Inicializando %@
zh_hans: 正在初始化 %@

source: Invalid timing
ar: توقيت غير صالح
de: Ungültiges Timing
es: Temporización no válida
fr: Timing invalide
hi: अमान्य समय
ja: 無効なタイミング
ko: 잘못된 타이밍
pt_br: Tempo inválido
zh_hans: 时间无效

source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
ja: 言語
ko: 언어
pt_br: Idioma
zh_hans: 语言

source: Language Changed
ar: تغيّرت اللغة
de: Sprache geändert
es: Idioma cambiado
fr: Langue modifiée
hi: भाषा बदल गई
ja: 言語が変更されました
ko: 언어변경
pt_br: Idioma alterado
zh_hans: 语言已更改

source: Last Updated: January 2025
ar: آخر تحديث: يناير 2025
de: Zuletzt aktualisiert: Januar 2025
es: Última actualización: enero de 2025
fr: Dernière mise à jour : janvier 2025
hi: अंतिम अपडेट: जनवरी 2025
ja: 最終更新: 2025年1月
ko: 최종 업데이트: 2025년 1월
pt_br: Última atualização: janeiro de 2025
zh_hans: 最后更新：2025年1月

source: Later
ar: لاحقًا
de: Später
es: Más tarde
fr: Plus tard
hi: बाद में
ja: 後で
ko: 나중에
pt_br: Depois
zh_hans: 稍后

# legal_information
source: Security & Policies
ar: الأمان والسياسات
de: Sicherheit und Richtlinien
es: Seguridad y políticas
fr: Sécurité et politiques
hi: सुरक्षा और नीतियाँ
ja: セキュリティとポリシー
ko: 보안 및 정책
pt_br: Segurança e políticas
zh_hans: 安全与政策

source: License
ar: الرخصة
de: Lizenz
es: Licencia
fr: Licence
hi: लाइसेंस
ja: ライセンス
ko: 라이선스
pt_br: Licença
zh_hans: 许可证

source: License: %@
ar: الرخصة: %@
de: Lizenz: %@
es: Licencia: %@
fr: Licence : %@
hi: लाइसेंस: %@
ja: ライセンス: %@
ko: 라이선스: %@
pt_br: Licença: %@
zh_hans: 许可证：%@

source: Load Model
ar: تحميل النموذج
de: Modell laden
es: Cargar modelo
fr: Charger le modèle
hi: मॉडल लोड करें
ja: モデルを読み込む
ko: 모델 로드
pt_br: Carregar modelo
zh_hans: 加载模型

source: Loaded
ar: تم التحميل
de: Geladen
es: Cargado
fr: Chargé
hi: लोड हो गया
ja: ロード済み
ko: 로드됨
pt_br: Carregado
zh_hans: 已加载

source: Loading
ar: جارٍ التحميل
de: Lädt
es: Cargando
fr: Chargement
hi: लोड हो रहा है
ja: 読み込み中
ko: 로드 중
pt_br: Carregando
zh_hans: 正在加载

source: Loading %@
ar: جارٍ تحميل %@
de: %@ wird geladen
es: Cargando %@
fr: Chargement de %@
hi: %@ लोड हो रहा है
ja: %@ を読み込み中
ko: %@ 로드 중
pt_br: Carregando %@
zh_hans: 正在加载 %@

source: Loading model catalog
ar: جارٍ تحميل فهرس النماذج
de: Modellkatalog wird geladen
es: Cargando catálogo de modelos
fr: Chargement du catalogue de modèles
hi: मॉडल कैटलॉग लोड हो रहा है
ja: モデルカタログを読み込み中
ko: 모델 카탈로그 로드 중
pt_br: Carregando catálogo de modelos
zh_hans: 正在加载模型目录

# loading_model_info
source: Loading model information
ar: جارٍ تحميل معلومات النموذج
de: Modellinformationen werden geladen
es: Cargando información del modelo
fr: Chargement des informations du modèle
hi: मॉडल जानकारी लोड हो रही है
ja: モデル情報を読み込み中
ko: 모델 정보 불러오는 중
pt_br: Carregando informações do modelo
zh_hans: 正在加载模型信息

source: Loading Model List...
ar: جارٍ تحميل قائمة النماذج...
de: Modellliste wird geladen
es: Cargando lista de modelos
fr: Chargement de la liste des modèles
hi: मॉडल सूची लोड हो रही है
ja: モデル一覧を読み込み中
ko: 모델 목록 불러오는 중...
pt_br: Carregando lista de modelos
zh_hans: 正在加载模型列表

source: Long display time
ar: مدة عرض طويلة
de: Lange Anzeigedauer
es: Tiempo de visualización largo
fr: Durée d’affichage longue
hi: लंबा प्रदर्शन समय
ja: 表示時間が長いです
ko: 표시 시간이 김
pt_br: Tempo de exibição longo
zh_hans: 显示时间较长

source: Long subtitle line
ar: سطر ترجمة طويل
de: Lange Untertitelzeile
es: Línea de subtítulo larga
fr: Ligne de sous-titre longue
hi: लंबी उपशीर्षक पंक्ति
ja: 字幕行が長すぎます
ko: 긴 자막 줄
pt_br: Linha de legenda longa
zh_hans: 字幕行过长

source: Manage Models
ar: إدارة النماذج
de: Modelle verwalten
es: Gestionar modelos
fr: Gérer les modèles
hi: मॉडल प्रबंधित करें
ja: モデルを管理
ko: 모델 관리
pt_br: Gerenciar modelos
zh_hans: 管理模型

source: Max Fallback Count
ar: الحد الأقصى لعدد المحاولات البديلة
de: Maximale Fallback-Anzahl
es: Máximo de reintentos
fr: Nombre max. de reprises
hi: अधिकतम फ़ॉलबैक संख्या
ja: 最大フォールバック回数
ko: 최대 재시도 횟수
pt_br: Máximo de fallbacks
zh_hans: 最大回退次数

source: Max Tokens Per Loop
ar: الحد الأقصى للرموز في كل دورة
de: Max. Tokens pro Schleife
es: Tokens máximos por ciclo
fr: Jetons max. par boucle
hi: प्रति लूप अधिकतम टोकन
ja: ループごとの最大トークン数
ko: 루프당 최대 토큰
pt_br: Máximo de tokens por loop
zh_hans: 每轮最大 Token 数

source: Maximum simultaneous downloads reached
ar: تم بلوغ الحد الأقصى للتنزيلات المتزامنة
de: Maximale Anzahl gleichzeitiger Downloads erreicht
es: Se alcanzó el máximo de descargas simultáneas
fr: Nombre maximal de téléchargements simultanés atteint
hi: एक साथ डाउनलोड की अधिकतम सीमा पूरी हो गई
ja: 同時ダウンロード数の上限に達しました
ko: 동시 다운로드 최대 수에 도달했습니다
pt_br: Limite de downloads simultâneos atingido
zh_hans: 已达到最大同时下载数

source: Merge it with a neighboring subtitle or extend the timing.
ar: ادمجه مع ترجمة مجاورة أو مدد التوقيت.
de: Mit einem benachbarten Untertitel zusammenführen oder Timing verlängern.
es: Combínalo con un subtítulo cercano o amplía la duración.
fr: Fusionnez-le avec un sous-titre voisin ou prolongez le timing.
hi: इसे पास के उपशीर्षक से मिलाएँ या समय बढ़ाएँ।
ja: 隣の字幕と結合するか表示時間を延ばしてください。
ko: 인접 자막과 병합하거나 표시 시간을 늘리세요.
pt_br: Mescle com uma legenda vizinha ou aumente o tempo.
zh_hans: 与相邻字幕合并或延长时间。
